Repository: rolandinsh/draugiem-lapas-sekotaji
Catalog: lang/frypepage_widget-*.po
Languages: lv, ro_ro

source: Shows draugiem.lv/lapas users
lv: Parāda draugiem.lv lapas fanus
ro_ro: Arata utilizatorii draugiem.lv/lapas

source: Draugiem Lapas Widget
lv: Draugiem.lv/lapas logdaļa

source: Title:
lv: Virsraksts:
ro_ro: Titlu:

source: Page URL:
lv: Lapas URL:
ro_ro: URL-ul paginii:

source: Width:
lv: Platums:
ro_ro: Lăţime:

source: recomended:
lv: ieteicams:
ro_ro: recomandat:

source: How many users to show?
lv: Cik fanus rādīt?
ro_ro: Cât de mulţi utilizatori pentru a arăta?

source: fans
lv: fani
ro_ro: fani

source: Show backlink to draugiem.lv/lapas?
lv: Vai rādīt saiti uz draugiem.lv/lapas?
ro_ro: Arată backlink pentru a draugiem.lv/lapas?

source: no
lv: nē
ro_ro: nu

source: yes
lv: jā
ro_ro: da

source: StyleSheet (CSS) URL
lv: Stila lapas (CSS) saite ar http://
ro_ro: URL-ul foi de stil (CSS)

source: Theme (CSS) URL
lv: Dizaina CSS saite
ro_ro: URL-ul temă (CSS)

source: 0 for none
lv: 0, lai nerādītu
ro_ro: 0 pentru nici unul

source: Help?
lv: Palīdzība!
ro_ro: ajutor?

source: (in new window/tab)
lv: (atvērsies jaunā logā)
ro_ro: (în fereastră nouă/tab)

source: Lenght of page description
lv: Lapas apraksta garums (simboli)
ro_ro: Lungimea pagina de descriere

source: Settings
lv: Uzstādījumi
ro_ro: Setări

source: FAQ
lv: B.U.J.

source: Support
lv: Atbalsts
ro_ro: Suport

source: Donate
lv: Ziedo
ro_ro: Dona

source: Feature request
lv: Papildfunkciju pieprasījums
ro_ro: Caracteristică cerere

source: Frype Event Widget
lv: Draugiem.lv pasākuma logdaļa
ro_ro: Frype eveniment Widget

source: Frype Event ID:
lv: Draugiem.lv pasākuma ID
ro_ro: Frype ID eveniment:

source: Frype Event Widget Title:
lv: Draugiem.lv pasākuma logdaļas virsraksts
ro_ro: Frype eveniment Widget titlu:

source: Show SAY?
lv: Rādīt RUNĀ?
ro_ro: Arată spun?

source: How much SAY entries to show?
lv: Cik RUNĀ ierakstus rādīt?
ro_ro: Cât de mult spun intrările Arată?

source: Draugiem.lv/lapas Fan page
lv: Draugiem.lv/lapas fanu lapa

source: Shows draugiem.lv/lapas users, fan count, logo and possibility to became a fan
lv: Parāda draugiem.lv/lapas lietotājus, to skaitu, logo un iespēju kļūt par lapas fanu
ro_ro: Afişează draugiem.lv/lapas utilizatorii, fan count, logo-ul şi posibilitatea de a devenit un fan

source: Only paid support
lv: Tikai maksas atbalsts
